echo -e -n '\x20\x20\x20\x20\x20\x20\x20\x20\x20\x20\x20\x20\x20\x20\x20\x20' | xargs -0 mkdir
cd \ *
echo -e -n '\x20\xA' | xargs -0 mkdir
cd \ ?
echo -e -n '\x03\xA' | xargs -0 mkdir
cd ??
echo -e -n '\x20\x0A1' | xargs -0 touch
echo -e -n '\x20\x0A2' | xargs -0 touch
echo -e -n '\x20\x0A3' | xargs -0 touch
echo -e -n '\x20\x0A4' | xargs -0 touch
echo -e -n '\x20\x0A5' | xargs -0 touch
echo -e -n '\x20\x0A6' | xargs -0 touch

echo "Здравствуйте. Как видите, мы получили этот сервер сейчас. Оставьте свои сообщения здесь. Только секреты!" > ??1
echo "Здравствуйте, могу я спросить, как мы получили этот сервер? Кажется странным, что вам удалось получить этот сервер. Мы думаем, что вы работаете с американцами." > ??2
echo "Как обидно. Думать, что я помогу этим капиталистическим свиньям. Я получил доступ к их серверу базы данных, и дураки запустили его как root!" > ??3
echo "Я вижу сейчас. Нам нужно получить другую доступную точку доступа, чтобы мы могли получить некоторые данные с этого сервера. Я вижу, что ваша базовая оболочка активна, но я думаю, что мы можем использовать этот веб-сервер для наших собственных целей ... Я немного знаю php и сделаю что-нибудь." > ??4
echo "Хорошо. Я создам сценарий, чтобы избавиться от всех улик. Пока я на этом, думаю, я собираюсь оставить небольшой подарок тем, кто пользуется этой машиной ..." > ??5
echo "Ты дурак! Теперь они знают, и есть команда для расследования! Я не могу поверить, что ты это сделал! Не используйте этот канал снова. Я свяжусь с вами в ближайшее время, чтобы обсудить вашу ошибку." > ??6

touch --date="2019-12-20 16:21:42" ??1
touch --date="2019-12-20 16:33:05" ??2
touch --date="2019-12-20 16:35:00" ??3
touch --date="2019-12-20 16:36:09" ??4
touch --date="2019-12-20 16:38:58" ??5
touch --date="2019-12-20 16:48:31" ??6